import React from 'react';
import style from "../articleDetail.css";

class A20180807 extends React.Component{
    constructor(props){
        super();
    }
	render(){
		return (
			<div>
				<article className={style.article}>
					<h1>{this.props.title}</h1>
					<time>日期 : 2018年07月01日</time>
					<p>
                        凌晨3点半左右才从网吧回的酒店，世界杯刚好快结束了，葡萄牙输了，C罗得背着行囊回家了！
					</p>
					<p>
                        回酒店的路上看到一篇文章《27岁的我，存款只有3位数》，平时的我一般是不看这种文章的，因为我知道这是一篇鸡
                        汤文，看的多了。或许是路上无聊，就边走边看吧。不评价这篇文章，也不推荐看，概括下中心思想就是：“有些人
                        活着就已经竭尽全力了”。说实话之前看过类似的文章，所以第一反应也没怎么样，只是觉得作者表达的这个只是换
                        位思考的一个例子而已。
					</p>
                    <p>
                        回到酒店了，乌拉圭与葡萄牙打完，舍友睡觉，我也躺床上，睡不着。百度搜了一下“有些人活着就已经竭尽全力”这句
                        话，很多答案，很多小例子，一条条翻，这次心里蛮触动，会回想以前，有个印象比较深的例子：<br/>
                        “哎~~ 中午没胃口，不吃了，你们去吃吧！”<br/>
                        “怎么啦？心情不好？”<br/>
                        “没有，男人嘛，每个月总有那么几天”<br/>
                        ----巧妙的调侃掩饰没钱的尴尬（当时的无地自容，如今看的略显幽默）<br/>
                        现在也只是一闪而过的记忆，脑袋里主要想的还是换位思考的这个理念（明显就是理科的书看多了）。
                    </p>
                    <p>
                        换位思考：有一门科学叫博弈论，比较常用到这个东西。另外最常见的例子就是晋惠帝的“何不食肉糜”了。我也经常
                        和身边的人讨论这些稀奇古怪的想法。比如：<br/>
                    </p>
                    <p className={style.important}>
                        明星要出去买菜怎么办？<br/>
                        那些做传销，贩毒的怎么招新人？<br/>
                        古代的人夏天还穿那么衣服，不会热吗？<br/>
                        当皇帝每天要上朝处理国家大事，连个双休日都没有，怎么还有那么多人想当？<br/>
                        等等等等等。。。。
                    </p>
                    <p>
                        有种砍柴的以为皇帝都挑金扁担，搞得好像所有人都需要买菜似的。略沉思后变的开始感叹自己都世界观（晚上总
                        是容易想太多，尤其是失眠的时候）。
                    </p>
                    <p>
                        我出生的地方是一个小山村，后面是山，前面是河，出去外面的唯一方式是那条河上面有座桥。小学止，偶尔也出去过，
                        不过依然觉得世界就是小山村那么大（我们那边没有那么荒凉，很多人，现在人变少了），小学学校墙壁上的世界地
                        图以为只是普通的一幅画。
                        后来上初中，高中，大学，工作就是一步步的往圈外走，看到很多，褒贬不一。<br/>
                    </p>
                    <p className={style.important}>
                        饭是可以不用吃完的，以前傻傻的觉得你面前的饭必须要吃完。<br/>
                        人是会长大，会死的。<br/>
                        原来存在那种只有人类而没有其它动物的地方<br/>
                        原来人类也分种族，血统等等等等。<br/>
                        从来都是以自己的视角来看待人、事、物。<br/>
                        也就是毕业之后，自己赚钱的时候，开始慢慢寻找真正的世界观，这个时候应该改称为人生观。
                    </p>
                    <p>
                        通俗的解释人生观就是既然我知道我最后会走向死亡，那么活着的意义是什么，或者说，在已知的可能的七八十年里
                        面，我需要干嘛！<br/>
                        参考一下动物的：<br/>
                        供人类食用，玩乐，囚禁的不谈，只谈野生的<br/>
                        它们大都只为生存与繁衍。比如鸟类，哺乳类的迁徙。繁衍方面很多孤独一生，适者生存。<br/>
                        类比一下，其实我也可以这样，作为杂食性动物应该来说我更容易生存下去。可是很显然我并不希望单纯的只为生存而
                        战，我是需要交流的。交流就是一个奢侈的东西了，尤其是找一个能够用一生和你交流的人，就是女朋友了，所以我需
                        要为了寻找这样子的一个人而奋斗。如果可能我是想要成为一名老师的，只是我知道当老师的工资是不够买房子的，
                        所以暂时搁置。其实我到现在都不知道假如我30岁之前都攒不到买房的首付该怎么办（我知道未来的她可能会不在
                        意或者会和我一起想办法，可是有些道理你就算懂也做不到，比如不喜欢的妹子也可以追，可是就是做不到）。<br/>
                        第二项就是生活的调味品，很喜欢张雪峰的一句话“人活着就是为了体验那些你从未体验过的美好”。有这一颗想浪的心
                        是件很烦的事情，尤其是你拥有独自旅行的技能。比如说我是先攒钱买房呢，还是先看看世界呢！问题是鱼和熊掌不
                        可兼得。其实我很多次很多次很多次的考虑过这个问题，说过一些，错过一些也没得到个肯定的答案来。
                    </p>
                    <p className={style.important}>
                        没了，说到底就生活只为两件事，第一叫爱情，第二叫物质。其实他们都是可以不要的，只是没了生活如植物一般。
                    </p>
					<p>
                        价值观：<br/>
                        我以前（也就工作这两年）觉得旁边的人都好厉害，感觉他们什么东西都不用人教就懂，而且做事情总是能走对的那条
                        路，而我每次都是都得把所有错的路都走过了，才能选到对的那条路。比如说：<br/>
                        大学毕业的时候，其他同学都知道毕业的流程，就我不知道，好像他们曾经毕业过一次似的。
                        第一次去一个地方就知道那边有啥好吃的，好玩的，而且从来不走弯路，而我总是在探索这地方在哪。。。
                        渐渐的就知道了，跟着群众的脚步总不会错，这样子就算是不懂的东西依葫芦画瓢也能装懂。一阵子后觉得很累于是
                        现在回到着种不会就是不会的没有负担的状态。</p>
                    <p>
                        下一个方面：很久很久以前的QQ空间我很喜欢分享我的生活，包括失眠啦，去哪里啦，这会儿开心还是伤心。后来用微
                        信了，也不知道怎么的觉得分享生活是种幼稚的行为，于是就比较少发与生活相关的内容，总觉得自己的事情不该
                        昭告天下，内容越与自己无关越显得成熟稳重。现在幼稚也好，成熟也罢，随心而行。
                    </p>
                    <p> 接着：小的时候的阴影，我害怕和别人不一样，所以总是想和别人一样。音乐只分享热门音乐，喜欢的歌手是冷门的都
                        不敢说，游戏也有玩过时的游戏，别人问起都说热门的那款。明明是左撇子，学习任何技能都改右手学，变得我都不认识
                        自己了。现在觉得唯一挺好的，冷门挺好的。做事情总觉得要全都准备好了才会去做，比如总觉得要很喜欢一个妹子才会
                        去追，要学完所有技能才能跳槽，英语要很6才能出国。其实现在我都知道这些还有更多是不用准备好的，然而实践起来却
                        寸步难行。
                    </p>
                    <p>最后：要是以前的自己是肯定不会发出来的，显得太悲观了，又有点讽刺社会的意思，还有点鸡汤的味道。</p>
                    <p>现在从零开始</p>
                    <p>我得睡觉了！</p>
                    <p>( 完~~~ )</p>
				</article>
			</div>
            
		)
	}
}

export default A20180807;
