import React from 'react';
import style from "../articleDetail.css";

class A20180807 extends React.Component{
    constructor(props){
        super();
    }
	render(){
		return (
			<div>
				<article className={style.article}>
					<h1>{this.props.title}</h1>
					<time>日期 : 2019年08月21日</time>
					<p>
                        在小乡村，左撇子是很少见的，起码我那个村庄是这样子的。谈不上歧视，只是乡里乡亲的会诧异。但若存在
                        某个右撇子倾向者在教育你，那就是真实的歧视了，他会带给你一种思想：异类是会被淘汰的。
                    </p>
                    <p>
                        自我记事起，我和阿立就是好朋友了，因为我们是邻居，算是见证他的成长，同时也见证了他作为左撇子上的小委屈。
                    </p>
                    <p>
                        阿立的父母亲打小就在外省工作，奶奶在他还未出生的时候就去世了，所以一直和爷爷相依为命，爷爷对这位左撇
                        子孙子倒还是包容，任其左右手发展。当然，如果孙子能改成右手，爷爷还是会更开心的，只是，爷爷不会刻意去
                        矫正。
                    </p>
                    <p>
                        可惜阿立运气不太好，有个叔公是个明显的右撇子倾向者，还是个严肃的老人家。每次他叔公都会在他吃饭的
                        时候跑过来监督他，不让他用左手使筷子吃饭，他叔公觉得用左手是邪恶的。所以阿立往往是在他叔公不在
                        的时候偷偷的用左手使筷子，还要时不时的打探四周，以防他叔公查岗，诚然一副做贼心虚的样子。而后他叔
                        公一来，他能迅速的将筷子传送到右手，然后用笨拙的小右手吃起饭来，很多时候由于换的太匆忙会导致筷子掉
                        到地上。当时的我，作为旁观者，总觉得这个画面太搞笑了。当然作为他的好朋友，我也会帮他留意他叔
                        公的动向。改掉用左手吃饭这个坏习惯，阿立花了快半年时间。这个时候，我和他一样，还没到上幼儿园的
                        年纪。
                    </p>
                    <p>
                        当然阿立不只是吃饭用左手，做其他事情他也擅长用左手，越长大越明显。他叔公只看的住他吃饭的那一下，也
                        就只能矫正了左手吃饭的恶习，而其他方面的左利天性是阻止不了的。比如：
                    </p>
                    <p>别人给他东西他都用左手接，扔出去东西也是用左手扔。</p>
                    <p>拿剪刀，刀，书，勺子，汤匙，扫把等等生活用品都是用左手。</p>
                    <p>他桌上的大部分东西都向左看齐。</p>
                    <p>等等等等。其中也包括左手执笔写字。这时候阿立和我一样刚上一年级。</p>
                    <p>
                        一年级的整个班级里就他一个用左手写字，自我意识的成长让他察觉到自己的不同了。也不知出于什么原因，他是
                        自愿放弃天性，努力练习改用右手写字，没有人监督他。本就歪歪扭扭的字用非惯用手写就更丑了，而且还写
                        的慢。大概是小学生吧，也没太多思想和情绪，就这么别扭的写了很久，也不记得多久，后来他就一直用
                        右手写字了。
                    </p>
                    <p>
                        时间来到四年级。他只改了拿筷子与执笔使用右手，其他事情依然是左倾向的，比如剪刀。老实说，剪刀是一种专
                        为右撇子的人而设计的，对左撇子来说简直就是反人类的设计，尤其是剪布料。我见过他用剪刀，要用很奇怪的
                        姿势与技巧才能勉强剪开东西，所以他很少用剪刀，除非不得已。下面的故事就关于剪刀：
                    </p>
                    <p>
                        四年级的手工课，老师让一组同学轮流在全班同学面前剪纸，来比比看谁剪的最整齐。很不幸，这组同学里面有
                        他。由于他剪刀用的很少，也很怪，还要在全班面前使用，害怕被嘲笑的他有点焦躁不安。眼看就要轮到他
                        了，要不说吉人自有天相呢！轮到他前桌的时候，他前桌不用剪刀，而是向老师要了一把尺子。一反常态的用尺
                        子将纸整齐的一分为二。终于轮到他了，他的不安消失了，上去之后用他前桌的方法撕开了纸张。这是我第一次
                        知道原来纸张用尺子也能整齐的撕开，阿立也是第一次知道，课堂上他是现学现卖的。从那以后，我再也没见过
                        他用剪刀剪纸张了，他要么用手撕，要么用尺子撕。
                    </p>
                    <p>
                        这故事是他告诉我的，他说那时候，他其实有点小自卑。他都想象到了因为笨拙的使用剪刀全班同学大笑的样
                        子，所以他前桌算是他的救星了。
                    </p>
                    <p>
                        后来到初中了，开始有人和他一样惯用左手了。而且人家写字也是用左手，没改过来。他变得不是异类了。其后
                        的高中，大学也见到更多的同类，渐渐的，渐渐的，他都忘记自己是左撇子了，即使他还是常用他的左手。
                        他总喜欢说“到的地方大了，世界的包容心也就大了，自己平时所认为的特殊只是因为所处的世界不够大而已。”
                    </p>
                    <p>
                        高中开始，我们两家就各自搬走了，至于那个小村庄，我很少回去，他也很少回去，联系也就变得偶尔起来。只是
                        今天在饭店看到一个五六岁的小孩子别扭的用着左手吃饭，突然想起还有这么一个人。 
                    </p>
                    <p>( 完~~~ )</p>
				</article>
			</div>
            
		)
	}
}

export default A20180807;
