import React from 'react';
import style from "../scienceDetail.css";

class Start extends React.Component{
	render(){
		return (
			<div>
				<article className={style.article}>
					<h1>星星为什么能漂浮在宇宙中？</h1>
					<time>日期 :2018年11月05日 </time>
					<p className={style.important}>
						完全抄他的~~~~原文
						<a href="https://baijiahao.baidu.com/s?id=1591736178111381376&wfr=spider&for=pc">点击这里</a>
					</p>
					<p>
						在我们日常生活中，除了白云和飞鸟，其实很少东西能够浮在空中，飞鸟最终也要落地的，白云也要变成雨滴掉下来。
						所以在我们的概念中，很多东西都是往下掉的。只有蓝天高高在上，并没有发生杞人忧天的那种情况整个天掉了下来。
						之所以会产生这样的疑问，是因为我们在地球上待得太久了，我们总是以生活在地球上的角度来看待这个宇宙。
					</p>
					<p className={style.important}>我们可以换个角度来思考这个问题，如果星球不是浮在宇宙中，它能掉到哪里去？</p>
					<p>
						在地球上，万物都被地球牢牢地束缚在其表面。飞在天上的鸟儿、飞机和白云，最终也要回到地面。主宰这一切的就是地
						球的引力，它让我们产生了方向感。因为作用在我们身上的引力都是指向地心，我们总有被拽向地心的趋势，于是我们把这
						个方向称为“下方”。正是由于地心引力，我们总感觉万物都是要往下掉的，宇宙中的星球怎么会漂浮着呢？简而言之，这
						是因为宇宙中的天体都是处于运动的状态。
					</p>
					<p>
						月亮是地球的唯一天然卫星，以地球为参照物，那么月亮就是浮在地球上，并围绕地球自转的。为什么月亮浮在我们头顶
						上呢？让我们农历八月十五有月饼吃。因为地球对月亮的引力和月亮对地球的离心力相平衡。如果有一天，月亮公转突然
						加速，那么月亮的离心力就会加大，然后月亮就会抛弃我们而去，我们在农历八月十五就再也没心思吃大月饼了；但是
						！如果地球的地心引力突然加大，除了我们每个人会突然体重增加，感觉寸步难行之外，月亮也会来给我们一个大大拥抱，当
						然，这个拥抱会把我们都砸伤。
					</p>
					<p>
						话又说回来，有没有什么天体，不受到这些引力作用呢？在星系之间，有孤独的星球，他们离大的星系都比较远，在星系之
						间游荡。在更大的结构之间，还有一些孤立的星系，他们也是相当的孤独的。可以说是宇宙当中的漂浮者。
					</p>
					<p>
						归根结底来说，星球为什么能够漂浮在宇宙之中，因为它们都存在于时空结构之中。这个时空结构，并没有先验的规定上下方向。
						谁的引力场强，能够吸引住其他的天体，他就可以成为一个中心，规定其他天体的上下方向。宇宙或者说时空结构本身没有方
						向，是质量也就是引力的存在，才产生了方向。
					</p>
					<p>( 完~~~ )</p>
				</article>
			</div>
		)
	}
}

export default Start;
